Repository: jacklhchan/teams-recorder
Catalog: windows/src/Recorder.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hant

# NavigationRecord.Content
source: Record
zh_hant: 錄音

# NavigationRecordings.Content
source: Recordings
zh_hant: 錄音庫

# NavigationSettings.Content
source: Settings
zh_hant: 設定

# RecordTitle.Text
source: Record
zh_hant: 錄音

# RefreshDevicesButton.Label
source: Refresh devices
zh_hant: 重新整理裝置

# ToggleMuteButton.Label
source: Toggle microphone mute
zh_hant: 切換麥克風靜音

# TestRecordingButton.Label
source: 10-second test
zh_hant: 10 秒測試

# StartRecordingButton.Content
source: Start recording
zh_hant: 開始錄製

# StopRecordingButton.Content
source: Stop and save
zh_hant: 停止並儲存

# CaptureSettingsTitle.Text
source: Capture settings
zh_hant: 擷取設定

# RecordingsTitle.Text
source: Recordings
zh_hant: 錄音庫

# RefreshLibraryButton.Label
source: Refresh recordings
zh_hant: 重新掃描錄音庫

# LibrarySearchBox.PlaceholderText
source: Search titles, tags, and transcripts
zh_hant: 搜尋名稱、標籤與逐字稿

# LibraryFavoritesOnlyToggle.Header
source: Favorites only
zh_hant: 只顯示最愛

# PlaybackSectionTitle.Text
source: Playback
zh_hant: 播放

# PlaybackAudioStageText.Text
source: Audio-only recording
zh_hant: 純音訊錄音

# PlaybackVolumeLabel.Text
source: Volume
zh_hant: 音量

# PlaybackRateLabel.Text
source: Speed
zh_hant: 速度

# SettingsTitle.Text
source: Settings
zh_hant: 設定

# SettingsSubtitle.Text
source: Teams, AI, and diagnostics
zh_hant: Teams、AI 與診斷選項

# TeamsSettingsTitle.Text
source: Teams integration
zh_hant: Teams 整合

# TranscriptionSettingsTitle.Text
source: Transcription and AI
zh_hant: 轉錄與 AI

# DiagnosticsSettingsTitle.Text
source: Diagnostics
zh_hant: 診斷
